<?php if ($lang == 'bg') : ?>
  На този ден православната църква празнува 
  <a href="https://bg.wikipedia.org/wiki/%D0%93%D0%B5%D1%80%D0%B3%D1%8C%D0%BE%D0%B2%D0%B4%D0%B5%D0%BD">Св. вмчк Георги (<i>Гергьовден</i>)</a>.
  <br/><br/>
  Свети Георги е един от най-почитаните светци от българите, а Гергьовден се тачи дори повече от Великден. 
  Това може би е свързано с древен (тракийски) култ към тракийския конник (херос), чиято символика може би е пренесена по-късно върху 
  християнския светец. 
  За връзката между двата образа говори и начинът им на изобразяване - конник обърнат най-чеснот надясно (на изток), пронизващ с копието си 
  змей (Свети Георги) или друго диво животно (тракийският конник), понякога придружаван от куче. 
  <br/><br/>
  Интересно е, че като символ на България е избран Мадарския конник 
  (скален релеф на конник обърнат надясно пронизващ с копието си диво животно и следван от куче). 
  Мадарският конник е възприет и като изображение върху българските монети.
  <br/><br/>
  Според някои народни предания Свети Георги е по-малък брат близнак на Свети Димитър, като и двамата са изобразявани в иконографията като конници. 
  Свети Георги винаги на Бял кон обърнат надясно, пронизващ с копие змей, а Свети Димитър на червен кон обърнат наляво (на запад), пронизващ с 
  копието си антихриста. 
  <br/><br/>
  Съответно се вярва, че след Гергьовден започват топлите дни на лятото, а от Димитровден започва студът и зимата.
  <br/><br/>
  Българите-мохамедани празнуват Гергьовден под името <a href="http://bonafide.bg/praznici-i-obichai/hadarlez">Хъдърлез</a>, 
  което при тях се чества като третия по важност религиозен празник и обредност, която слабо се различава от тази при Гергьовден при българите-християни.
<?php elseif ($lang == 'en') : ?>
  On this day the Ortodox church celebrates 
  <a href="https://en.wikipedia.org/wiki/Saint_George%27s_Day">Saint George's Day</a>
  
<?php elseif ($lang == 'de') : ?>
  <a href="https://de.wikipedia.org/wiki/Georgstag">Georgstag</a>
<?php elseif ($lang == 'ru') : ?>
  <a href="https://ru.wikipedia.org/wiki/%D0%94%D0%B5%D0%BD%D1%8C_%D1%81%D0%B2%D1%8F%D1%82%D0%BE%D0%B3%D0%BE_%D0%93%D0%B5%D0%BE%D1%80%D0%B3%D0%B8%D1%8F">День святого Георгия</a>
<?php endif ?>

