В българските народни обичаи, този ден се чества като 
<a href="https://bg.wikipedia.org/wiki/%D0%A1%D0%B5%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%B8%D0%B5">Секновене</a> 
(известен още и като <i>Секновенѐ</i>, <i>Обсичане</i>, <i>Иван Обсечен</i>, <i>Иван Коприван</i>, <i>Църн свети Йован</i>) 
празнуван от православната църква като 
<a href="http://bg-patriarshia.bg/calendar.php?month=7">Отсичане главата на св. Йоан Предтеча и Кръстител</a>. 
Предполагаем първообраз на Секновене е някогашният празник на есенното равноденствие, 
който се е падал в първият ден от началото на четвъртото последно тримесечие по Древният Български Календар. 
Времевото съответствие е добро - есенното равноденствие е отдалечено на повече от 20 дена от празника Секновене. 
Затова пък символиката вложена в обичаите е доста сходна.
Според том 3 на Етнография на България, на този ден се "секне" денят и нощта, тоест стават равни. 
Тази символика подсказваща първообраза на празника - равноденствието. 
Освен това се "секне" и водата и става опасна за къпане, а самодивите, змиите и гущерите се прибират по своите зимовища. 
Интересно е, че според народните вярвания, те започват своята активност на <a href="https://bg.wikipedia.org/wiki/%D0%91%D0%BB%D0%B0%D0%B3%D0%BE%D0%B2%D0%B5%D1%89%D0%B5%D0%BD%D0%B8%D0%B5">Благовец</a>, който ден е предполагаем аналог на пролетното слънцестоене. 
Това още веднъж потвърждава, че Секновене съответства на есенното слънцестоене. 

