Православната църква на този ден почита паметта на св. апостол Андрей Първозвани. 
Нарича се Първозвани, понеже пръв от апостолите е повикан да тръгне след Христа.
<br/><br/>
Народният календар отбелязва деня като Андреевден. 
Във фолклора празникът се свързва с прехода от есен към зима.
<br/><br/>
Името на св. Андрей често се среща в Евангелието. За него се споменава в разказа за 
нахранването на народа с пет хляба. От ранни години Андрей жадувал за божествената 
истина и когато Йоан Кръстител се явил в Юдея, той станал един от неговите ученици. 
Андрей стоял на брега на Йордан, когато Йоан Предтеча, посочвайки на народа минаващия 
Исус, казал: "Ето агнецът Божий!" 
Като чул тези думи, Андрей тръгнал подир Спасителя и прекарал с него целия ден.
<br/><br/>
След това отишъл да намери брат си Симон (Петър) и му съобщил радостната вест: 
"Намерихме Месия!" И го довел при Христа. Двамата братя продължавали своя предишен 
живот и се занимавали с риболов. Те били родом от Витсаида. По-късно Спасителят 
ги видял на Галилейското море и им казал: "Вървете след мене и аз ще ви направя 
ловци на човеци." Оттогава те навсякъде следвали Христос и били свидетели на неговите 
чудеса, смърт и Възкресение.
<br/><br/>
Имен ден днес празнуват: Андрей, Андреа, Андрея. Андрейка, Андриян, Андрияна, Андро, 
Дешка, Първан, Силен, Храбрин, Храбър.
<br/><code>---</code><br/>
В битовото християнство се шири вярването, че свети Андрей е покровител на мечката 
и неин заповедник. В някои български райони наричат деня още Едрей, Едринден или 
Мечкин ден. Според народните възгледи и познания от този ден започва нарастването 
на деня - поговорка гласи: "На Едрей денят започва да наедрява колкото едно 
просено (житно, маково или синапено) зърно."
